{
  "books": [
    {
      "title": "Mắt Biếc",
      "description": "Có chàng trai viết lên cây, lời yêu thương cô gái ấy",
      "id": "BHQIoIy1r"
    },
    {
      "title": "Nhà Giả Kim",
      "description": "Tất cả những trải nghiệm trong chuyến phiêu du theo đuổi vận mệnh của mình đã giúp Santiago thấu hiểu được ý nghĩa sâu xa nhất của hạnh phúc, hòa hợp với vũ trụ và con người.",
      "id": "BTIQp-BR_"
    },
    {
      "title": "Tuổi Trẻ Đáng Giá Bao Nhiêu",
      "description": "Bạn hối tiếc vì không nắm bắt lấy một cơ hội nào đó, chẳng có ai phải mất ngủ.  Bạn trải qua những ngày tháng nhạt nhẽo với công việc bạn căm ghét, người ta chẳng hề bận lòng.  Bạn có chết mòn nơi xó tường với những ước mơ dang dở, đó không phải là việc của họ.  Suy cho cùng, quyết định là ở bạn. Muốn có điều gì hay không là tùy bạn.  Nên hãy làm những điều bạn thích. Hãy đi theo tiếng nói trái tim. Hãy sống theo cách bạn cho là mình nên sống.  Vì sau tất cả, chẳng ai quan tâm.",
      "id": "V_2c77zvO"
    },
    {
      "title": "Dám Bị Ghét",
      "description": "Dưới hình thức một cuộc đối thoại giữa Chàng thanh niên và Triết gia, cuốn sách trình bày một cách sinh động và hấp dẫn những nét chính trong tư tưởng của nhà tâm lý học Alfred Adler, người được mệnh danh là một trong “ba người khổng lồ của tâm lý học hiện đại”, sánh ngang với Freud và Jung. Khác với Freud cho rằng quá khứ và hoàn cảnh là động lực làm nên con người ta của hiện tại, Adler chủ trương “cuộc đời ta là do ta lựa chọn”, và tâm lý học Adler được gọi là “tâm lý học của lòng can đảm”.",
      "id": "2gZN4C1fV"
    }
  ],
  "users": [
    {
      "name": "Minh Quang",
      "id": "pnsXMPVCL"
    },
    {
      "name": "Thanh Hải",
      "id": "ic7VZu-l2"
    },
    {
      "name": "Ngọc Sơn",
      "id": "XbYRxlh-B"
    },
    {
      "name": "Phương Thảo",
      "id": "UZjuxjqNU"
    },
    {
      "name": "Tuấn",
      "id": "Y_qHP19mD"
    }
  ],
  "transactions": [
    {
      "userId": "pnsXMPVCL",
      "bookId": "BHQIoIy1r",
      "id": "6zPyhRMfE"
    },
    {
      "userId": "pnsXMPVCL",
      "bookId": "BTIQp-BR_",
      "id": "UbakD7kbM",
      "isComplete": true
    },
    {
      "userId": "ic7VZu-l2",
      "bookId": "BTIQp-BR_",
      "id": "F7OFrb5YP",
      "isComplete": true
    },
    {
      "userId": "XbYRxlh-B",
      "bookId": "BTIQp-BR_",
      "id": "jZua9R-JZ",
      "isComplete": true
    },
    {
      "userId": "XbYRxlh-B",
      "bookId": "2gZN4C1fV",
      "id": "KHSixlvqZ",
      "isComplete": false
    }
  ]
}